import "../styles/SeparateArticle.scss";
import articleImg from "../images/article-one.png";

function ArticleTwo() {
  return (
    <section className="section__mb">
      <div className="container">
        <article className="article">
          <img alt="articles item" src={articleImg}></img>
          <h1>Інтернет речей (IoT) та його вплив на наше повсякденне життя</h1>
          <p>
            Інтернет речей (IoT) є однією з найбільш перспективних технологій
            нашого часу, яка має значний вплив на наше повсякденне життя. Ця
            концепція полягає в зв'язку різних фізичних об'єктів (від побутових
            приладів до великих промислових систем) за допомогою Інтернету, що
            дозволяє їм обмінюватися даними та взаємодіяти один з одним без
            прямого втручання людини. У цьому тексті ми розглянемо різні аспекти
            IoT та його вплив на наше щоденне життя.
          </p>
          <p>
            Одним з основних аспектів IoT є збільшення зручності та ефективності
            використання різних пристроїв у нашому домашньому оточенні.
            Наприклад, розумний дім може автоматично керувати освітленням,
            опаленням, кондиціонуванням повітря та іншими системами з
            урахуванням наших звичок та вимог, що дозволяє економити енергію та
            забезпечувати комфортне середовище. Крім того, IoT дозволяє
            моніторити стан різних пристроїв та систем на віддаленій основі, що
            спрощує їхнє керування та підтримку.
          </p>
          <p>
            У сфері охорони здоров'я IoT також має велике значення. Наприклад,
            медичні пристрої з підтримкою IoT можуть автоматично передавати дані
            про стан пацієнта до медичних систем, що дозволяє лікарям миттєво
            реагувати на зміни та надавати кращий медичний догляд. Такі
            технології також допомагають у веденні здорового способу життя,
            наприклад, вимірюючи фізичну активність, рівень стресу та інші
            параметри.
          </p>
          <p>
            У сфері транспорту IoT також має значний вплив. Сучасні автомобілі
            обладнані системами IoT, які дозволяють відстежувати їхній стан,
            виконувати діагностику, надавати навігаційні дані та навіть
            автоматично керувати рухом в режимі автопілота. Це сприяє безпеці на
            дорогах та ефективному використанню транспортних засобів.
          </p>
          <p>
            Одним з важливих аспектів IoT є збір та аналіз великих обсягів даних
            (Big Data), що дозволяє отримувати цінні інсайти та розуміння в
            різних сферах, від бізнесу до науки. Наприклад, розумні міста
            використовують дані IoT для оптимізації управління даних та програм
            з будь-якого місця з використанням хмарних послуг. Це дозволяє
            підприємствам збільшувати продуктивність та забезпечувати зручний
            доступ до інформації.
          </p>
        </article>
      </div>
    </section>
  );
}

export default ArticleTwo;
