import "../styles/Footer.css";

function Footer() {
  return (
    <div className="footer">
      <footer>
        <p>Питання до Альони</p>
        <ul>
          <li>1. Треба грамотно підключити Swiper</li>
          <li>
            2. Треба консультація щодо того, як весь текст додавати в json (щоб
            реалізувати двомовність сайту), покажи приклад як це робиться,
            скажімо, для секції Хіро, щоб я надалі знав, як то робити.
          </li>
          <li>
            3. Для дискусії: можливо не варто розбивати файли стилів? Деякі
            речі, як наприклад стилі для контейнера, чи кнопки будуть
            повторюватись, або міксіни, чи змінні для кольорів... Я пропоную
            лишити один загальний файл замість розбивки.
          </li>
          <li>
            4. Якщо мені потрібно додати якийсь скрипт, наприклад для роботи
            бургера, куди його додавати?
          </li>
          <li>
            5. Як виразити через тег в каркасі бекграунд імедж, якщо воно не
            розуміє класичного атрибуту стайл?
          </li>
          <li>
            6. Як грамотно підключити шрифти? Вони скачені і вже є в проекті.
          </li>
          <li>
            7. Якщо матимеш питання чи зауваження, пиши їх тут зразу, щоб потім
            не забути. Бо я таки щось забув, що хотів ще спитати.
          </li>
          <li>
            8. Я підключив SASS, тому всі стилі перевів у scss файли. Ймовірно в
            тебе видасть помилку. Просто додай в проект "npm install sass -d"
          </li>
          <li>
            9. Наступні компоненти назви так: <br /> 1. Services
            <br /> 2.(Тут хз, не придумав. Хай буде Info)
            <br /> 3. Stages
            <br /> 4. Advantages
            <br /> 5. Technologies
            <br /> 6. Portfolio
            <br /> 7. Contact
            <br /> 8. Blog
            <br /> 9. FAQ
            <br /> 10. Solution
            <br /> 11. Повтор Contact (блоки будуть ідентичні)
            <br /> 12. Footer (вже є)
          </li>
        </ul>
      </footer>
    </div>
  );
}

export default Footer;
