import "../styles/Solution.scss";

function Solution() {
  return (
    <section className="solution section__mb">
      <div className="container">
        <h2 className="text-center">Які задачі вирішить сайт?</h2>
        <div className="solution__inner">
          <div className="solution__item">
            <h3>Збільшення онлайн-присутності</h3>
            <p>
              Ваш сайт стане потужною візитівкою для вашого бізнесу у світі
              Інтернету. Це дозволить залучати нових клієнтів, знайомити їх з
              вашими послугами та продуктами і показувати вашу унікальність.
              Потенційні клієнти зможуть знайти вас в будь-який час, досліджуючи
              ваші послуги та продукти без обмежень географії та часу.
            </p>
          </div>
          <div className="solution__item">
            <h3>Збільшення клієнтської бази</h3>
            <p>
              Онлайн-платформа надасть можливість досягти нових аудиторій та
              ринків. Ви зможете привернути та обслуговувати клієнтів не тільки
              з місця розташування, а й з різних куточків світу, привертаючи
              увагу потенційних клієнтів через різноманітні канали, включаючи
              рекламу, контент-маркетинг та соціальні мережі. Оптимізація для
              пошукових систем (SEO) допоможе вам з'являтися на перших
              результатах пошуку.
            </p>
          </div>
          <div className="solution__item">
            <h3>Швидкий ріст бізнесу</h3>
            <p>
              Онлайн-присутність через сайт може сприяти швидкому росту бізнесу
              завдяки новим можливостям залучення клієнтів та розширенням
              географії обслуговування. Завдяки доступності та зручності
              онлайн-замовлень і онлайн-оплати, ви зможете прискорити процес
              продажу. Це знижує час між першим зацікавленням клієнта та
              здійсненням покупки, що сприяє швидкому росту вашого бізнесу.
            </p>
          </div>
          <div className="solution__item">
            <h3>Конкурентна вигода</h3>
            <p>
              Онлайн-платформа надасть можливість досягти нових аудиторій та
              ринків. Ви зможете привернути та обслуговувати клієнтів не тільки
              з місця розташування, а й з різних куточків світу. Ви зможете
              привертати увагу потенційних клієнтів через різноманітні канали,
              включаючи рекламу, контент-маркетинг та соціальні мережі.
              Оптимізація для пошукових систем (SEO) допоможе вам з'являтися на
              перших результатах пошуку.
            </p>
          </div>
          <div className="solution__item">
            <h3>Підвищення довіри</h3>
            <p>
              Професійний веб-дизайн та інформація на сайті створюють враження
              надійності та професіоналізму. Це впливає на рівень довіри
              клієнтів до вашої компанії. Клієнти, що перевіряють ваш сайт,
              більш схильні довіряти вам, оскільки вони бачать вас як
              справжнього професіонала у вашій галузі. Ці переваги вказують на
              те, як сайт може прискорити ріст вашого бізнесу, залучити більше
              клієнтів, підвищити його конкурентоспроможність та покращити
              сприйняття вашої компанії клієнтами.
            </p>
          </div>
        </div>
      </div>
    </section>
  );
}

export default Solution;
